#ifndef NECESSSARYHEADER_H
#define NECESSSARYHEADER_H


#include<iostream>
#include<string.h>
#include<fstream>
#include <limits>
#include <unistd.h>
#include <termios.h>
#include <iomanip>
using namespace std;
 
void header()
{
    cout<<"\n✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨\n\n";
    cout<<"                                                               🇨 🇦      🇦 🇸 🇸 🇮 🇸 🇹 🇦 🇳 🇹     🇸 🇾 🇸 🇹 🇪 🇲                                                                  \n";
    cout<<"✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨\n";
    
}

#endif